Repository: iNiKe/Passwordix
Catalog: ruPassword/*.lproj/Localizable.strings
Languages: ru

source: Generator
ru: Генератор

source: Converter
ru: Конвертер

# PasswordLengthStr
source: Password length: %i
ru: Длина пароля: %i

# passwordLabel
source: Password
ru: Пароль

# generatePassBtn
source: Generate
ru: Генерировать

# ClipBtn
source: Copy
ru: Копировать

# passGenSettingLabel
source: Password generation settings
ru: Настройки генератора паролей

# upcaseLabel
source: UPCASE chars
ru: ВЕРХНИЙ регистр

# locaseLabel
source: locase chars
ru: нижний регистр

# numbersLabel
source: numbers
ru: цифры

# uniqCharsLabel
source: all chars unique
ru: не повторять символы

# specialCharsLabel
source: special chars
ru: спец. символы

# useCharsLabel
source: use chars:
ru: использовать символы:

# useCharsPlaceholder
source: Enter chars
ru: Введите символы

# ruPassPlaceholder
source: Enter cyrillic...
ru: Введите пароль...

# ruPassComment
source: For enthusiasts, who like to create passwords looking to cyrillic letters in latin charset
ru: Для любителей создавать пароли на русском языке в латинской раскладке

# ruPassLabel
source: Cyrillic password
ru: Русский пароль

# enPassLabel
source: Latin charset
ru: Латинская раскладка

source: Translit
ru: Транслит

source: Copy to Clipboard
ru: Копировать

source: Send by SMS...
ru: Отправить по СМС...

source: Send by E-Mail...
ru: Отправить по E-Mail...

source: Cancel
ru: Отмена

source: Failed to Send Email!
ru: Ошибка отправки E-Mail!

source: Failed to Send SMS!
ru: Ошибка отправки СМС!

# rateButton
source: Rate App!
ru: Оцените приложение!

# RATER_MESSAGE
source: If you enjoy using %@, would you mind taking a moment to rate it? It won't take more than a minute. Thanks for your support!
ru: Похоже, вам понравился %@, может быть вы напишите отзыв? Это не займет более минуты, а нам сильно поможет развивать приложение. Спасибо за поддержку!

# RATER_MESSAGE_TITLE
source: Rate %@
ru: Оценить %@

# RATER_CANCEL_BUTTON
source: No, Thanks
ru: Нет, спасибо

# RATER_RATE_LATER
source: Remind Me Later
ru: Напомнить позже

# RATER_RATE_BUTTON
source: Rate It Now!
ru: Оценить!
